Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Drop-set
ar: دروب سِت
de: Dropsatz
es: Serie descendente
hi: ड्रॉप सेट
hu: Dropszett
ko: 드롭세트
pl: Seria zniżkująca
pt: Série decrescente
pt_br: Série decrescente
ru: Дроп-сет
th: ดรอปเซ็ต
tr: Düşüş seti
uk: Дроп-сет
zh: 递减组

source: Drop-set / rest-pause
ar: دروب سِت / ريست بوز
de: Dropsatz / Rest-Pause
es: Series descendentes / rest-pause
hi: ड्रॉप सेट / रेस्ट-पॉज़
hu: Dropszett / rest-pause
ko: 드롭세트 / 레스트포즈
pl: Seria zniżkująca / rest-pause
pt: Séries decrescentes / rest-pause
pt_br: Séries decrescentes / rest-pause
ru: Дроп-сет / рест-пауза
th: ดรอปเซ็ต / เรสต์-พอส
tr: Düşüş seti / rest-pause
uk: Дроп-сет / рест-пауза
zh: 递减组 / 歇息暂停组

source: Drops
ar: الدروب
de: Dropsätze
es: Bajadas
fr: Drop sets
hi: ड्रॉप्स
hu: Dropszettek
it: Drop set
ko: 드롭 횟수
pl: Serie zniżkujące
pt: Quedas
pt_br: Quedas
ru: Дроп-сеты
th: จำนวนดรอป
tr: Düşüşler
uk: Дроп-сети
zh: 递减次数

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
hi: अवधि
hu: Időtartam
it: Durata
ko: 시간
pl: Czas
pt: Duração
pt_br: Duração
ru: Время
th: ระยะเวลา
tr: Süre
uk: Час
zh: 时长

source: Duration (min)
ar: المدة (دقيقة)
de: Dauer (min)
es: Duración (min)
fr: Durée (min)
hi: अवधि (मिनट)
hu: Időtartam (perc)
it: Durata (min)
ko: 시간 (분)
pl: Czas (min)
pt: Duração (min)
pt_br: Duração (min)
ru: Время (мин)
th: ระยะเวลา (นาที)
tr: Süre (dk)
uk: Час (хв)
zh: 时长（分钟）

source: Duration changed
ar: تم تغيير المدة
de: Dauer geändert
es: Duración cambiada
fr: Durée modifiée
hi: अवधि बदली गई
hu: Időtartam módosítva
it: Durata modificata
ko: 시간을 변경했습니다
pl: Czas zmieniony
pt: Duração alterada
pt_br: Duração alterada
ru: Время изменено
th: เปลี่ยนระยะเวลาแล้ว
tr: Süre değiştirildi
uk: Тривалість змінено
zh: 时长已修改

source: During a workout
ar: أثناء التمرين
de: Während des Trainings
es: Durante el entrenamiento
fr: Pendant la séance
hi: वर्कआउट के दौरान
hu: Edzés közben
it: Durante l’allenamento
ko: 운동 중
pl: Podczas treningu
pt: Durante o treino
pt_br: Durante o treino
ru: Во время тренировки
th: ระหว่างออกกำลังกาย
tr: Antrenman sırasında
uk: Під час тренування
zh: 训练期间

source: E-mail (optional)
ar: البريد الإلكتروني (اختياري)
es: Correo (opcional)
fr: E-mail (facultatif)
hi: ईमेल (वैकल्पिक)
hu: E-mail (nem kötelező)
it: E-mail (facoltativa)
ko: 이메일(선택)
pl: E-mail (opcjonalnie)
pt: E-mail (opcional)
pt_br: E-mail (opcional)
ru: E-mail (необязательно)
th: อีเมล (ไม่บังคับ)
tr: E-posta (isteğe bağlı)
uk: E-mail (необов’язково)
zh: 邮箱（可选）

source: E-mail address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de correo
fr: Adresse e-mail
hi: ईमेल पता
hu: E-mail-cím
it: Indirizzo e-mail
ko: 이메일 주소
pl: Adres e-mail
pt: Endereço de e-mail
pt_br: Endereço de e-mail
ru: Адрес e-mail
th: ที่อยู่อีเมล
tr: E-posta adresi
uk: Адреса e-mail
zh: 邮箱地址

source: E-mail removed
ar: تمت إزالة البريد الإلكتروني
de: E-Mail entfernt
es: Correo quitado
fr: E-mail retiré
hi: ईमेल हटाया गया
hu: E-mail eltávolítva
it: E-mail rimossa
ko: 이메일 제거됨
pl: E-mail usunięty
pt: E-mail removido
pt_br: E-mail removido
ru: E-mail удалён
th: ลบอีเมลแล้ว
tr: E-posta kaldırıldı
uk: E-mail видалено
zh: 邮箱已移除

source: E-mail saved
ar: تم حفظ البريد الإلكتروني
de: E-Mail gespeichert
es: Correo guardado
fr: E-mail enregistré
hi: ईमेल सहेजा गया
hu: E-mail mentve
it: E-mail salvata
ko: 이메일 저장됨
pl: E-mail zapisany
pt: E-mail guardado
pt_br: E-mail salvo
ru: E-mail сохранён
th: บันทึกอีเมลแล้ว
tr: E-posta kaydedildi
uk: E-mail збережено
zh: 邮箱已保存

source: Each one signs in to this profile from the device or password manager that keeps it. Tap one to rename or remove it.
ar: كل مفتاح يسجّل الدخول إلى هذا الملف الشخصي من الجهاز أو مدير كلمات المرور الذي يحفظه. اضغط على أحدها لإعادة تسميته أو إزالته.
de: Jeder meldet dich bei diesem Profil an, von dem Gerät oder Passwort-Manager aus, in dem er gespeichert ist. Tippe auf einen, um ihn umzubenennen oder zu entfernen.
es: Cada una inicia sesión en este perfil desde el dispositivo o el gestor de contraseñas que la guarda. Toca una para cambiarle el nombre o quitarla.
fr: Chacune te connecte à ce profil depuis l’appareil ou le gestionnaire de mots de passe qui la garde. Touches-en une pour la renommer ou la retirer.
hi: हर पासकी उस डिवाइस या पासवर्ड मैनेजर से इस प्रोफ़ाइल में साइन इन करती है जिसमें वह रखी है। नाम बदलने या हटाने के लिए किसी पर टैप करें।
hu: Mindegyik abból az eszközből vagy jelszókezelőből jelentkeztet be ebbe a profilba, amelyik tárolja. Koppints egyre az átnevezéséhez vagy eltávolításához.
it: Ognuna accede a questo profilo dal dispositivo o dal gestore di password che la conserva. Toccane una per rinominarla o rimuoverla.
ko: 각 패스키는 그것을 보관하는 기기나 비밀번호 관리자에서 이 프로필에 로그인합니다. 이름을 바꾸거나 제거하려면 하나를 탭하세요.
pl: Każdy z nich loguje do tego profilu z urządzenia lub menedżera haseł, w którym jest zapisany. Dotknij jednego, aby zmienić jego nazwę albo go usunąć.
pt: Cada uma inicia sessão neste perfil a partir do dispositivo ou do gestor de palavras-passe que a guarda. Toca numa para lhe mudar o nome ou a remover.
pt_br: Cada uma entra neste perfil a partir do dispositivo ou do gerenciador de senhas que a guarda. Toque em uma para renomeá-la ou removê-la.
ru: Каждый из них входит в этот профиль с устройства или из менеджера паролей, где он хранится. Нажми на ключ, чтобы переименовать или удалить его.
th: แต่ละรายการเข้าสู่ระบบโปรไฟล์นี้จากอุปกรณ์หรือตัวจัดการรหัสผ่านที่เก็บพาสคีย์นั้นไว้ แตะรายการเพื่อเปลี่ยนชื่อหรือลบ
tr: Her biri, onu saklayan cihazdan veya şifre yöneticisinden bu profile giriş yapar. Yeniden adlandırmak ya da kaldırmak için birine dokun.
uk: Кожен із них входить у цей профіль із пристрою чи менеджера паролів, де він зберігається. Торкнися ключа, щоб перейменувати чи видалити його.
zh: 每个通行密钥都能从保存它的设备或密码管理器登录此档案。点按一个即可重命名或移除。

source: Each profile keeps its own plan, workouts & body weight.
ar: يحتفظ كل ملف شخصي بخطته وتمارينه ووزن جسمه.
de: Jedes Profil hat seinen eigenen Plan, Trainings & Körpergewicht.
es: Cada perfil guarda su propio plan, entrenamientos y peso corporal.
fr: Chaque profil garde son plan, ses séances et son poids corporel.
hi: हर प्रोफ़ाइल की अपनी योजना, वर्कआउट और वज़न होते हैं।
hu: Minden profil megőrzi a saját tervét, edzéseit és testsúlyát.
it: Ogni profilo ha il proprio piano, allenamenti e peso corporeo.
ko: 프로필마다 자신의 계획, 운동, 체중을 보관합니다.
pl: Każdy profil ma własny plan, treningi i masę ciała.
pt: Cada perfil guarda o seu plano, treinos e peso corporal.
pt_br: Cada perfil mantém seu próprio plano, seus treinos e seu peso corporal.
ru: У каждого профиля свой план, тренировки и вес тела.
th: แต่ละโปรไฟล์เก็บแผน, การออกกำลังกาย และน้ำหนักตัวของตัวเองแยกกัน
tr: Her profilin kendi planı, antrenmanları ve vücut ağırlığı vardır.
uk: У кожного профілю свій план, тренування та вага тіла.
zh: 每个档案有自己的计划、训练和体重。

source: Each request goes straight to %1$@ with your key — nobody else sees it, and you pay for it.
ar: يذهب كل طلب مباشرة إلى %1$@ بمفتاحك — لا يطلع عليه أحد غيرك، وأنت تدفع مقابله.
de: Jede Anfrage geht direkt mit deinem Schlüssel an %1$@ — niemand sonst sieht sie, und du bezahlst dafür.
es: Cada solicitud va directamente a %1$@ con tu clave: nadie más la ve, y la pagas tú.
fr: Chaque requête part directement vers %1$@ avec ta clé — personne d’autre ne la voit, et c’est toi qui la paies.
hi: हर अनुरोध आपकी कुंजी के साथ सीधे %1$@ को जाता है — कोई और इसे नहीं देखता, और भुगतान आप करते हैं।
hu: Minden kérés közvetlenül ide megy a kulcsoddal: %1$@ — más nem látja, és te fizeted.
it: Ogni richiesta va direttamente a %1$@ con la tua chiave: nessun altro la vede, e la paghi tu.
ko: 모든 요청은 당신의 키로 %1$@에 바로 전송됩니다 — 다른 누구도 볼 수 없고, 비용은 당신이 냅니다.
pl: Każde zapytanie trafia prosto do %1$@ z Twoim kluczem — nikt inny go nie widzi, a płacisz Ty.
pt: Cada pedido vai diretamente para %1$@ com a tua chave — mais ninguém o vê, e és tu que pagas.
pt_br: Cada pedido vai direto para %1$@ com a sua chave — ninguém mais o vê, e é você quem paga.
ru: Каждый запрос уходит напрямую в %1$@ с вашим ключом — больше никто его не видит, и платите за него вы.
th: ทุกคำขอส่งตรงไปยัง %1$@ ด้วยคีย์ของคุณ — ไม่มีใครเห็น และคุณเป็นผู้จ่าย
tr: Her istek anahtarınla doğrudan %1$@ adresine gider — başka kimse görmez ve ücretini sen ödersin.
uk: Кожен запит іде напряму в %1$@ із твоїм ключем — більше ніхто його не бачить, і платиш за нього ти.
zh: 每个请求都会用你的密钥直接发送到 %1$@——其他人看不到，费用由你承担。

source: Easy — warm-up territory
ar: سهل — في نطاق الإحماء
de: Locker — Aufwärmbereich
es: Fácil — zona de calentamiento
fr: Facile — zone d’échauffement
hi: आसान — वॉर्म-अप का दायरा
hu: Könnyű — bemelegítő szint
it: Facile — zona riscaldamento
ko: 가벼움 — 웜업 구간
pl: Lekko — poziom rozgrzewki
pt: Fácil — zona de aquecimento
pt_br: Fácil — zona de aquecimento
ru: Легко — разминочная зона
th: ง่าย — ระดับวอร์มอัป
tr: Kolay — ısınma bölgesi
uk: Легко — розминкова зона
zh: 轻松——热身区间

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
hu: Szerkesztés
it: Modifica
ko: 편집
pl: Edytuj
pt: Editar
pt_br: Editar
ru: Изменить
th: แก้ไข
tr: Düzenle
uk: Змінити
zh: 编辑

source: Edit card
ar: تعديل البطاقة
de: Karte bearbeiten
es: Editar tarjeta
fr: Modifier la carte
hi: कार्ड संपादित करें
hu: Kártya szerkesztése
it: Modifica tessera
ko: 카드 편집
pl: Edytuj kartę
pt: Editar cartão
pt_br: Editar cartão
ru: Изменить карту
th: แก้ไขบัตร
tr: Kartı düzenle
uk: Змінити картку
zh: 编辑卡片

source: Edit custom exercise
ar: تعديل تمرين مخصص
de: Eigene Übung bearbeiten
es: Editar ejercicio propio
fr: Modifier l’exercice personnalisé
hi: कस्टम एक्सरसाइज़ संपादित करें
hu: Egyéni gyakorlat szerkesztése
it: Modifica esercizio personalizzato
ko: 커스텀 운동 편집
pl: Edytuj własne ćwiczenie
pt: Editar exercício personalizado
pt_br: Editar exercício personalizado
ru: Изменить своё упражнение
th: แก้ไขท่าที่สร้างเอง
tr: Özel egzersizi düzenle
uk: Змінити свою вправу
zh: 编辑自定义动作

source: Edit my answers
ar: تعديل إجاباتي
de: Meine Antworten bearbeiten
es: Editar mis respuestas
fr: Modifier mes réponses
hi: मेरे उत्तर संपादित करें
hu: Válaszaim szerkesztése
it: Modifica le mie risposte
ko: 내 답변 수정
pl: Edytuj moje odpowiedzi
pt: Editar as minhas respostas
pt_br: Editar minhas respostas
ru: Изменить мои ответы
th: แก้ไขคำตอบของฉัน
tr: Cevaplarımı düzenle
uk: Змінити мої відповіді
zh: 编辑我的回答

source: Edit note
ar: تعديل الملاحظة
de: Notiz bearbeiten
es: Editar nota
fr: Modifier la note
hi: नोट संपादित करें
hu: Jegyzet szerkesztése
it: Modifica nota
ko: 메모 편집
pl: Edytuj notatkę
pt: Editar nota
pt_br: Editar nota
ru: Изменить заметку
th: แก้ไขโน้ต
tr: Notu düzenle
uk: Змінити нотатку
zh: 编辑备注

source: Edit or delete this exercise
ar: تعديل أو حذف هذا التمرين
de: Übung bearbeiten oder löschen
es: Editar o eliminar este ejercicio
fr: Modifier ou supprimer cet exercice
hi: इस एक्सरसाइज़ को संपादित या हटाएं
hu: Gyakorlat szerkesztése vagy törlése
it: Modifica o elimina questo esercizio
ko: 이 운동 편집 또는 삭제
pl: Edytuj lub usuń to ćwiczenie
pt: Editar ou eliminar este exercício
pt_br: Editar ou excluir este exercício
ru: Изменить или удалить это упражнение
th: แก้ไขหรือลบท่านี้
tr: Bu egzersizi düzenle veya sil
uk: Змінити або видалити цю вправу
zh: 编辑或删除此动作

source: Edit profile
ar: تعديل الملف
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
hi: प्रोफ़ाइल संपादित करें
hu: Profil szerkesztése
it: Modifica profilo
ko: 프로필 편집
pl: Edytuj profil
pt: Editar perfil
pt_br: Editar perfil
ru: Изменить профиль
th: แก้ไขโปรไฟล์
tr: Profili düzenle
uk: Змінити профіль
zh: 编辑配置

source: Edit session note
ar: تعديل ملاحظة الجلسة
de: Notiz bearbeiten
es: Editar nota de la sesión
fr: Modifier la note de séance
hi: सत्र का नोट बदलें
hu: Edzésjegyzet szerkesztése
it: Modifica nota della sessione
ko: 운동 메모 편집
pl: Edytuj notatkę do sesji
pt: Editar nota da sessão
pt_br: Editar nota da sessão
ru: Изменить заметку
th: แก้ไขบันทึกประจำรอบ
tr: Antrenman notunu düzenle
uk: Змінити нотатку
zh: 编辑训练备注

source: Edit workout
ar: تعديل التمرين
de: Training bearbeiten
es: Editar entrenamiento
fr: Modifier l’entraînement
hi: वर्कआउट संपादित करें
hu: Edzés szerkesztése
it: Modifica allenamento
ko: 운동 편집
pl: Edytuj trening
pt: Editar treino
pt_br: Editar treino
ru: Редактировать тренировку
th: แก้ไขการออกกำลังกาย
tr: Antrenmanı düzenle
uk: Редагувати тренування
zh: 编辑训练

source: Editing a saved workout. Date and duration stay unchanged.
ar: تعديل تمرين محفوظ. يبقى التاريخ والمدة دون تغيير.
de: Du bearbeitest ein gespeichertes Training. Datum und Dauer bleiben unverändert.
es: Estás editando un entrenamiento guardado. La fecha y la duración no cambian.
fr: Vous modifiez un entraînement enregistré. La date et la durée restent inchangées.
hi: आप सहेजा हुआ वर्कआउट संपादित कर रहे हैं। तारीख और अवधि नहीं बदलेंगी।
hu: Mentett edzést szerkesztesz. A dátum és az időtartam változatlan marad.
it: Stai modificando un allenamento salvato. Data e durata rimangono invariate.
ko: 저장된 운동을 편집 중입니다. 날짜와 시간은 변경되지 않습니다.
pl: Edytujesz zapisany trening. Data i czas trwania pozostaną bez zmian.
pt: Estás a editar um treino guardado. A data e a duração permanecem inalteradas.
pt_br: Você está editando um treino salvo. A data e a duração permanecem iguais.
ru: Вы редактируете сохранённую тренировку. Дата и длительность не изменятся.
th: กำลังแก้ไขการออกกำลังกายที่บันทึกไว้ วันที่และระยะเวลาจะไม่เปลี่ยน
tr: Kayıtlı bir antrenmanı düzenliyorsun. Tarih ve süre değişmeden kalır.
uk: Ти редагуєш збережене тренування. Дата й тривалість не зміняться.
zh: 正在编辑已保存的训练。日期和时长保持不变。

source: Effort
ar: الجهد
de: Anstrengung
es: Esfuerzo
hi: मेहनत
hu: Megerőltetés
it: Sforzo
ko: 강도
pl: Wysiłek
pt: Esforço
pt_br: Esforço
ru: Усилие
th: ความหนัก
tr: Zorluk
uk: Зусилля
zh: 强度

source: Effort per set
ar: الجهد لكل مجموعة
de: Anstrengung pro Satz
es: Esfuerzo por serie
fr: Effort par série
hi: हर सेट की मेहनत
hu: Megerőltetés sorozatonként
it: Sforzo per serie
ko: 세트당 강도
pl: Wysiłek na serię
pt: Esforço por série
pt_br: Esforço por série
ru: Усилие в подходе
th: ความหนักต่อเซ็ต
tr: Set başına zorluk
uk: Зусилля в підході
zh: 每组强度

source: Effort per set is switched off — turn it on in Settings to keep rating.
ar: الجهد لكل مجموعة متوقف — فعّله في الإعدادات لمواصلة التقييم.
de: Anstrengung pro Satz ist ausgeschaltet — schalte sie in den Einstellungen ein, um weiter zu bewerten.
es: El esfuerzo por serie está desactivado — actívalo en Ajustes para seguir valorando.
fr: L’effort par série est désactivé — active-le dans les Réglages pour continuer à noter.
hi: हर सेट की मेहनत बंद है — आँकना जारी रखने के लिए सेटिंग्स में चालू करें।
hu: A Megerőltetés sorozatonként ki van kapcsolva — kapcsold be a Beállításokban a további értékeléshez.
it: Lo sforzo per serie è disattivato — attivalo nelle Impostazioni per continuare a valutare.
ko: 세트당 강도가 꺼져 있습니다 — 계속 평가하려면 설정에서 켜세요.
pl: Wysiłek na serię jest wyłączony — włącz go w Ustawieniach, aby dalej oceniać.
pt: O esforço por série está desligado — liga-o nas Definições para continuares a avaliar.
pt_br: O esforço por série está desativado — ative-o nas Configurações para continuar avaliando.
ru: Усилие в подходе выключено — включи его в настройках, чтобы продолжать оценивать.
th: ปิด “ความหนักต่อเซ็ต” อยู่ — เปิดในตั้งค่าเพื่อให้คะแนนต่อ
tr: Set başına zorluk kapalı — puanlamaya devam etmek için Ayarlar’dan aç.
uk: Зусилля в підході вимкнено — увімкни його в налаштуваннях, щоб продовжувати оцінювати.
zh: 每组强度已关闭——在设置中打开即可继续评分。

source: Endpoint
ar: نقطة النهاية
de: Endpunkt
fr: Point d’accès
hi: एंडपॉइंट
hu: Végpont
ko: 엔드포인트
ru: Эндпоинт
th: ปลายทาง
tr: Uç nokta
uk: Ендпоінт
zh: 端点

source: Ends this profile’s sessions on all your devices.
ar: ينهي جلسات هذا الملف الشخصي على جميع أجهزتك.
de: Beendet die Sitzungen dieses Profils auf all deinen Geräten.
es: Termina las sesiones de este perfil en todos tus dispositivos.
fr: Met fin aux sessions de ce profil sur tous tes appareils.
hi: आपके सभी डिवाइस पर इस प्रोफ़ाइल के सेशन खत्म करता है।
hu: Lezárja ennek a profilnak a munkameneteit minden eszközödön.
it: Chiude le sessioni di questo profilo su tutti i tuoi dispositivi.
ko: 모든 기기에서 이 프로필의 세션을 종료합니다.
pl: Kończy sesje tego profilu na wszystkich Twoich urządzeniach.
pt: Termina as sessões deste perfil em todos os teus dispositivos.
pt_br: Encerra as sessões deste perfil em todos os seus dispositivos.
ru: Завершает сеансы этого профиля на всех твоих устройствах.
th: จะยุติเซสชันของโปรไฟล์นี้ในทุกอุปกรณ์ของคุณ
tr: Bu profilin tüm cihazlarındaki oturumlarını sonlandırır.
uk: Завершує сеанси цього профілю на всіх твоїх пристроях.
zh: 结束此档案在你所有设备上的会话。

source: Endurance
ar: التحمل
de: Ausdauer
es: Resistencia
hi: सहनशक्ति
hu: Állóképesség
it: Resistenza
ko: 지구력
pl: Wytrzymałość
pt: Resistência
pt_br: Resistência
ru: Выносливость
th: ความอดทน
tr: Dayanıklılık
uk: Витривалість
zh: 耐力

source: English exercise names
ar: أسماء التمارين بالإنجليزية
de: Englische Übungsnamen
es: Nombres de ejercicios en inglés
fr: Noms d'exercices en anglais
hi: व्यायाम के नाम अंग्रेज़ी में
hu: Angol gyakorlatnevek
it: Nomi esercizi in inglese
ko: 운동 이름 영어로 표시
pl: Angielskie nazwy ćwiczeń
pt: Nomes de exercícios em inglês
pt_br: Nomes de exercícios em inglês
ru: Названия упражнений на английском
th: ชื่อท่าออกกำลังกายเป็นภาษาอังกฤษ
tr: İngilizce egzersiz adları
uk: Англійські назви вправ
zh: 英文动作名称

source: English names only
ar: الأسماء الإنجليزية فقط
de: Nur englische Namen
es: Solo nombres en inglés
fr: Uniquement les noms anglais
hi: केवल अंग्रेज़ी नाम
hu: Csak angol nevek
it: Solo nomi in inglese
ko: 영어 이름만
pl: Tylko angielskie nazwy
pt: Apenas nomes em inglês
pt_br: Apenas nomes em inglês
ru: Только английские названия
th: เฉพาะชื่อภาษาอังกฤษ
tr: Yalnızca İngilizce adlar
uk: Лише англійські назви
zh: 仅使用英文名称

source: Enter a name
ar: أدخل اسماً
de: Gib einen Namen ein
es: Introduce un nombre
fr: Entre un nom
hi: नाम दर्ज करें
hu: Adj meg egy nevet
it: Inserisci un nome
ko: 이름을 입력하세요
pl: Podaj imię
pt: Introduz um nome
pt_br: Informe um nome
ru: Введите имя
th: กรอกชื่อ
tr: Bir isim gir
uk: Введи ім’я
zh: 请输入名字

source: Enter a positive step to use this progression rule.
ar: أدخل خطوة موجبة لاستخدام قاعدة التقدم هذه.
de: Gib einen positiven Schritt ein, um diese Progressionsregel zu nutzen.
es: Introduce un paso positivo para usar esta regla de progresión.
fr: Saisissez un pas positif pour utiliser cette règle de progression.
hi: इस प्रोग्रेशन नियम के लिए एक सकारात्मक चरण दर्ज करें।
hu: Adj meg pozitív lépést a progressziós szabály használatához.
it: Inserisci un incremento positivo per usare questa regola di progressione.
ko: 이 점진적 증가 규칙을 사용하려면 양수 단계를 입력하세요.
pl: Podaj dodatni krok, aby użyć tej reguły progresji.
pt: Introduz um passo positivo para usares esta regra de progressão.
pt_br: Digite um passo positivo para usar esta regra de progressão.
ru: Введите положительный шаг, чтобы использовать это правило прогрессии.
th: กรอกค่าขั้นที่เป็นบวกเพื่อใช้กฎการเพิ่มระดับนี้
tr: Bu ilerleme kuralını kullanmak için pozitif bir adım gir.
uk: Введи додатний крок, щоб використати це правило прогресії.
zh: 请输入一个正数步长以使用此进阶规则。

source: Enter a valid weight
ar: أدخل وزنًا صحيحًا
de: Gib ein gültiges Gewicht ein
es: Introduce un peso válido
fr: Entre un poids valide
hi: सही वज़न दर्ज करें
hu: Adj meg érvényes súlyt
it: Inserisci un peso valido
ko: 올바른 무게를 입력하세요
pl: Podaj prawidłową wagę
pt: Introduz um peso válido
pt_br: Informe um peso válido
ru: Введите корректный вес
th: กรอกน้ำหนักที่ถูกต้อง
tr: Geçerli bir ağırlık gir
uk: Введи коректну вагу
zh: 请输入有效的重量

# Enter a weight and 1–{0} reps — beyond that an estimate is guesswork.
source: Enter a weight and 1–%1$@ reps — beyond that an estimate is guesswork.
ar: أدخل الوزن وعدد تكرارات من 1 إلى %1$@ — بعد ذلك يصبح التقدير تخمينًا.
de: Gewicht und 1–%1$@ Wiederholungen eingeben — darüber hinaus ist eine Schätzung Raterei.
es: Introduce un peso y 1–%1$@ repeticiones: más allá, la estimación es adivinar.
fr: Saisis un poids et 1 à %1$@ répétitions — au-delà, l’estimation n’est que devinette.
hi: वज़न और 1–%1$@ रेप्स डालें — इससे ज़्यादा पर अनुमान महज़ अटकल है।
hu: Adj meg egy súlyt és 1–%1$@ ismétlést — afölött a becslés már csak találgatás.
it: Inserisci un peso e 1–%1$@ ripetizioni: oltre, la stima è solo un’ipotesi.
ko: 무게와 1–%1$@회를 입력하세요 — 그 이상은 추정이 아니라 짐작입니다.
pl: Podaj ciężar i 1–%1$@ powtórzeń — powyżej tego oszacowanie to już zgadywanie.
pt: Introduz um peso e 1–%1$@ repetições — acima disso, a estimativa é um palpite.
pt_br: Informe um peso e de 1 a %1$@ repetições — acima disso, a estimativa é apenas um palpite.
ru: Введи вес и 1–%1$@ повторений — выше этого оценка превращается в гадание.
th: กรอกน้ำหนักและ 1–%1$@ ครั้ง — เกินจากนี้การประมาณจะไม่แม่นยำ
tr: Bir ağırlık ve 1–%1$@ tekrar gir — bunun ötesinde tahmin yalnızca kestirimdir.
uk: Введи вагу і 1–%1$@ повторень — вище цього оцінка перетворюється на здогад.
zh: 请输入重量和 1–%1$@ 次——超过这个次数，预估就只是猜测了。

source: Enter how long it took — at least 1 minute.
ar: أدخل المدة التي استغرقها — دقيقة واحدة على الأقل.
de: Gib ein, wie lange es gedauert hat — mindestens 1 Minute.
es: Indica cuánto duró — al menos 1 minuto.
fr: Indique combien de temps ça a duré — au moins 1 minute.
hi: बताएँ कि इसमें कितना समय लगा — कम से कम 1 मिनट।
hu: Add meg, meddig tartott — legalább 1 perc.
it: Inserisci quanto è durato — almeno 1 minuto.
ko: 걸린 시간을 입력하세요 — 최소 1분.
pl: Wpisz, ile to trwało — co najmniej 1 minutę.
pt: Indica quanto tempo demorou — pelo menos 1 minuto.
pt_br: Informe quanto tempo levou — pelo menos 1 minuto.
ru: Укажите, сколько это длилось — не меньше 1 минуты.
th: ใส่ระยะเวลาที่ใช้ — อย่างน้อย 1 นาที
tr: Ne kadar sürdüğünü gir — en az 1 dakika.
uk: Вкажи, скільки це тривало — щонайменше 1 хвилину.
zh: 请输入用时 — 至少 1 分钟。

source: Enter the code from your other device.
ar: أدخل الرمز من جهازك الآخر.
de: Gib den Code von deinem anderen Gerät ein.
es: Introduce el código de tu otro dispositivo.
fr: Saisis le code de ton autre appareil.
hi: अपने दूसरे डिवाइस का कोड दर्ज करें।
hu: Add meg a kódot a másik eszközödről.
it: Inserisci il codice dell’altro dispositivo.
ko: 다른 기기의 코드를 입력하세요.
pl: Wpisz kod z drugiego urządzenia.
pt: Introduz o código do teu outro dispositivo.
pt_br: Digite o código do seu outro dispositivo.
ru: Введи код с другого устройства.
th: กรอกรหัสจากอุปกรณ์อีกเครื่องของคุณ
tr: Diğer cihazındaki kodu gir.
uk: Введи код з іншого пристрою.
zh: 输入你另一台设备上的代码。
